{
  "posts" : {
    "-KV6LKGEhkloC8DUh3DJ" : {
      "content" : "\"To what strange freak do I owe this visit from the Princess of Helium, who, two days ago, with rare consideration for my pride, assured me that she would prefer Tal Hajus, the green Thark, to my son?\" Dejah Thoris only smiled the more and with the roguish dimples playing at the corners of her mouth she made answer: \"From the beginning of time upon Barsoom it has been the prerogative of woman to change her mind as she listed and to dissemble in matters concerning her heart. That you will forgive, Than Kosis, as has your son. Two days ago I was not sure of his love for me, but now I am, and I have come to beg of you to forget my rash words and to accept the assurance of the Princess of Helium that when the time comes she will wed Sab Than, Prince of Zodanga.\" \"I am glad that you have so decided,\" replied Than Kosis. \"It is far from my desire to push war further against the people of Helium, and, your promise shall be recorded and a proclamation to my people issued forthwith.\" \"It were better, Than Kosis,\" interrupted Dejah Thoris, \"that the proclamation wait the ending of this war. It would look strange indeed to my people and to yours were the Princess of Helium to give herself to her country's enemy in the midst of hostilities.\" \"Cannot the war be ended at once?\" spoke Sab Than. \"It requires but the word of Than Kosis to bring peace. Say it, my father, say the word that will hasten my happiness, and end this unpopular strife.\"",
      "dateCreated" : "2016-10-27",
      "imageURL" : "http://roberthood.net/blog/wp-content/uploads/2009/09/frazetta_a_princess_of_mars.jpg",
      "title" : "A Princess of Mars"
    },
    "-KV6LeADHv1Lv7orOQro" : {
      "content" : "\"Permit me to introduce to you her Majesty, the Queen.\" Dorothy nodded gravely and the Queen made a curtsy, after which she became quite friendly with the little girl. The Scarecrow and the Woodman now began to fasten the mice to the truck, using the strings they had brought. One end of a string was tied around the neck of each mouse and the other end to the truck. Of course the truck was a thousand times bigger than any of the mice who were to draw it; but when all the mice had been harnessed, they were able to pull it quite easily. Even the Scarecrow and the Tin Woodman could sit on it, and were drawn swiftly by their queer little horses to the place where the Lion lay asleep. After a great deal of hard work, for the Lion was heavy, they managed to get him up on the truck. Then the Queen hurriedly gave her people the order to start, for she feared if the mice stayed among the poppies too long they also would fall asleep. At first the little creatures, many though they were, could hardly stir the heavily loaded truck; but the Woodman and the Scarecrow both pushed from behind, and they got along better. Soon they rolled the Lion out of the poppy bed to the green fields, where he could breathe the sweet, fresh air again, instead of the poisonous scent of the flowers. Dorothy came to meet them and thanked the little mice warmly for saving her companion from death. She had grown so fond of the big Lion she was glad he had been rescued.",
      "dateCreated" : "2016-10-27",
      "imageURL" : "http://cdn.theculturetrip.com/wp-content/uploads/2013/06/wizard-of-oz-original1.jpg",
      "title" : "The Wizard of Oz"
    },
    "-KV6r6MD_g3QzXXn0ErQ" : {
      "content" : "<p>At once, with a quick mental leap, he linked the Thing with the flash upon Mars.</p>  <p>The thought of the confined creature was so dreadful to him that he forgot the heat and went forward to the cylinder to help turn.  But luckily the dull radiation arrested him before he could burn his hands on the still-glowing metal.  At that he stood irresolute for a moment, then turned, scrambled out of the pit, and set off running wildly into Woking.  The time then must have been somewhere about six o'clock. He met a waggoner and tried to make him understand, but the tale he told and his appearance were so wild--his hat had fallen off in the pit--that the man simply drove on.  He was equally unsuccessful with the potman who was just unlocking the doors of the public-house by Horsell Bridge.  The fellow thought he was a lunatic at large and made an unsuccessful attempt to shut him into the taproom.  That sobered him a little; and when he saw Henderson, the London journalist, in his garden, he called over the palings and made himself understood.</p>  <p>\"Henderson,\" he called, \"you saw that shooting star last night?\"</p>  <p>\"Well?\" said Henderson.</p>  <p>\"It's out on Horsell Common now.\"</p>  <p>\"Good Lord!\" said Henderson.  \"Fallen meteorite!  That's good.\"</p>",
      "dateCreated" : "2016-10-27",
      "imageURL" : "https://static.standard.co.uk/s3fs-public/thumbnails/image/2015/11/11/13/war-of-the-worlds.jpg",
      "title" : "War of the Worlds"
    },
    "-KV6rOdLRff9oCLaGCSn" : {
      "content" : "<p>\"For twenty-four hours, he said, no transatlantic airships had arrived,  and no more messages were coming from England. He did state, though,  that a message from Berlin&mdash;that's in Germany&mdash;announced that Hoffmeyer,  a bacteriologist of the Metchnikoff School, had discovered the serum for  the plague. That was the last word, to this day, that we of America  ever received from Europe. If Hoffmeyer discovered the serum, it was too  late, or otherwise, long ere this, explorers from Europe would have  come looking for us. We can only conclude that what happened in America  happened in Europe, and that, at the best, some several score may have  survived the Scarlet Death on that whole continent.</p>  <p>\"For one day longer the despatches continued to come from New York.  Then they, too, ceased. The man who had sent them, perched in his lofty  building, had either died of the plague or been consumed in the great  conflagrations he had described as raging around him. And what had  occurred in New York had been duplicated in all the other cities. It was  the same in San Francisco, and Oakland, and Berkeley. By Thursday the  people were dying so rapidly that their corpses could not be handled,  and dead bodies lay everywhere. Thursday night the panic outrush for  the country began. Imagine, my grandsons, people, thicker than the  salmon-run you have seen on the Sacramento river, pouring out of the  cities by millions, madly over the country, in vain attempt to escape  the ubiquitous death. You see, they carried the germs with them. Even  the airships of the rich, fleeing for mountain and desert fastnesses,  carried the germs.</p>  <p>\"Hundreds of these airships escaped to Hawaii, and not only did they  bring the plague with them, but they found the plague already there  before them. This we learned, by the despatches, until all order in San  Francisco vanished, and there were no operators left at their posts to  receive or send. It was amazing, astounding, this loss of communication  with the world. It was exactly as if the world had ceased, been blotted  out. For sixty years that world has no longer existed for me. I know  there must be such places as New York, Europe, Asia, and Africa; but not  one word has been heard of them&mdash;not in sixty years. With the coming of  the Scarlet Death the world fell apart, absolutely, irretrievably. Ten  thousand years of culture and civilization passed in the twinkling of an  eye, 'lapsed like foam.'</p>",
      "dateCreated" : "2016-10-27",
      "imageURL" : "https://i.ytimg.com/vi/_b9GPuOKCKk/maxresdefault.jpg",
      "title" : "The Scarlet Plague"
    },
    "-KV6rx2dt5hpC-CTil8P" : {
      "content" : "<p>It sounded an excellent plan, no doubt, and very neatly and simply  arranged; the only difficulty was, that she had not the smallest idea  how to set about it; and while she was peering about anxiously among  the trees, a little sharp bark just over her head made her look up in a  great hurry.</p>  <p>An enormous puppy was looking down at her with large round eyes, and  feebly stretching out one paw, trying to touch her. 'Poor little thing!'  said Alice, in a coaxing tone, and she tried hard to whistle to it; but  she was terribly frightened all the time at the thought that it might be  hungry, in which case it would be very likely to eat her up in spite of  all her coaxing.</p>  <p>Hardly knowing what she did, she picked up a little bit of stick, and  held it out to the puppy; whereupon the puppy jumped into the air off  all its feet at once, with a yelp of delight, and rushed at the stick,  and made believe to worry it; then Alice dodged behind a great thistle,  to keep herself from being run over; and the moment she appeared on the  other side, the puppy made another rush at the stick, and tumbled head  over heels in its hurry to get hold of it; then Alice, thinking it was  very like having a game of play with a cart-horse, and expecting every  moment to be trampled under its feet, ran round the thistle again; then  the puppy began a series of short charges at the stick, running a very  little way forwards each time and a long way back, and barking hoarsely  all the while, till at last it sat down a good way off, panting, with  its tongue hanging out of its mouth, and its great eyes half shut.</p>",
      "dateCreated" : "2016-10-27",
      "imageURL" : "https://www.wired.com/images_blogs/underwire/2009/06/alice-in-wonderland_2-1800.jpg",
      "title" : "Alice in Wonderland"
    },
    "-KV6vK3DdptJKpL7U70T" : {
      "content" : "\"Horse-shoe stubbs, sir? Why, Captain Ahab, thou hast here, then, the best and stubbornest stuff we blacksmiths ever work.\" \"I know it, old man; these stubbs will weld together like glue from the melted bones of murderers. Quick! forge me the harpoon. And forge me first, twelve rods for its shank; then wind, and twist, and hammer these twelve together like the yarns and strands of a tow-line. Quick! I'll blow the fire.\" When at last the twelve rods were made, Ahab tried them, one by one, by spiralling them, with his own hand, round a long, heavy iron bolt. \"A flaw!\" rejecting the last one. \"Work that over again, Perth.\" This done, Perth was about to begin welding the twelve into one, when Ahab stayed his hand, and said he would weld his own iron. As, then, with regular, gasping hems, he hammered on the anvil, Perth passing to him the glowing rods, one after the other, and the hard pressed forge shooting up its intense straight flame, the Parsee passed silently, and bowing over his head towards the fire, seemed invoking some curse or some blessing on the toil. But, as Ahab looked up, he slid aside. \"What's that bunch of lucifers dodging about there for?\" muttered Stubb, looking on from the forecastle. \"That Parsee smells fire like a fusee; and smells of it himself, like a hot musket's powder-pan.\"",
      "dateCreated" : "2016-10-27",
      "imageURL" : "http://cdn.playbuzz.com/cdn/d0f29eeb-f2bc-46c2-8de5-81f0efe6fe6d/dac287ca-3bd7-4025-9cb1-2d0097547dc1.jpg",
      "title" : "Moby Dick"
    }
  }
}
